[
    {
      "id": 1,
      "name": "Metal Vase",
      "color": "Black, Brown",
      "size": "Large, Medium",
      "details": "Metal is among the most overlooked vase materials. The surfaces of metal vases can be shiny, brushed, painted and more. Dropping a vase is always an unfortunate event, as it oftentimes results in the piece being broken beyond repair. This is not a problem with metal vases, as they’re typically durable enough to survive even a serious mishap. From small table vases to large floor vases, metal looks great. ",
      "price": "12",
      "img": "https://i.pinimg.com/originals/aa/69/31/aa69318a93ae3cae9f2b280b2aeecf4f.jpg"
    },
    {
      "id": 2,
      "name": "Bouquet Vase",
      "color": "White, Brown",
      "size": "Small, Medium",
      "details": "The ancient Egyptians are thought to be the earliest civilisation to have used vases for decorative purposes. Indeed, it was in ancient Egypt that we have the first evidence of vases being used to store flowers, as we do today. Vases were often decorated with images of scenes from everyday life.",
      "price": "20",
      "img": "https://p.globalsources.com/IMAGES/PDT/BIG/023/B1185946023.jpg"
    },
    {
      "id": 3,
      "name": "Ceramic Vase",
      "color": "Black, Brown",
      "size": "Large, Medium, Small",
      "details": "A ceramic vase is made from natural or specially formulated clay. Various types of clays with different properties and colors are available in a ceramics supplies shop.They used ceramic vessels in every aspect of their daily lives: for storage, carrying, serving, and drinking, and as cosmetic and perfume containers. Elaborately formed and decorated, vases were considered worthy gifts.",
      "price": "11",
      "img": "https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1563290567-pure-black-ceramic-vases-c.jpg"
    },
    {
      "id": 4,
      "name": "Rustic Vase",
      "color": "Black, Brown, White",
      "size": "Large, Medium, Small",
      "details": "The term rustic was most commonly applied to garden architecture and decorative objects characterized by material or treatment of material that imparted a sense of the primitive.Rustic vase are very expensive and classy vase.As also those are very rare.",
      "price": "71",
      "img": "https://i.pinimg.com/564x/c9/ef/86/c9ef86f118bd147943c6f12ff07e48dc.jpg"
    },
    {
      "id": 5,
      "name": "Antic pot Vase",
      "color": "All color available",
      "size": "Medium",
      "details": "It look for a mark on the bottom of the vase. Look at the composition of the glass.For an overmark, which is a stamp placed on the bottom of a vase over the original maker's mark.An Ancient Egypt that we have the first evidence of vases being used to store flowers",
      "price": "65",
      "img": "https://homebarnshop.co.uk/wp-content/uploads/2017/10/antique-French-confit-pot-yellow-2.jpg"
    },
    {
      "id": 6,
      "name": "Cylinder Vase",
      "color": "Transferent, Brown, Pink, Violet",
      "size": "Large, Medium",
      "details": "Cylinder vases are great for floral or floating candle arrangements, arts and crafts, or candle making. They make excellent centerpieces for parties and are wonderful home décor pieces.Sheet glass made by blowing the glass in the form of a cylinder which is then split longitudinally, opened out, and flattened",
      "price": "18",
      "img": "https://5.imimg.com/data5/VE/QS/VT/SELLER-24817566/aegean-clear-glass-vases-500x500-500x500.jpg"
    },
    {
      "id": 7,
      "name": "Mason Jar vase",
      "color": "Marun, Black, Brown",
      "size": "Large, Medium",
      "details": "Mason jars have a two-part top ― a lid with a rubber ring on the underside, which creates a vacuum seal which is so integral for safe canning, and an outer band with screw threads that are reusable. The lids can only be used to seal once, but the jars and bands can be reused many times. Mason jars have a ton of uses, from canning homemade goods like jams and jellies to storing wet and dry cooking ingredients.",
      "price": "59",
      "img": "http://1.bp.blogspot.com/-AqMhBlLxf2c/T5AQZczINSI/AAAAAAAADnE/oFTTSlMA3xk/s1600/mason-jar-vases.jpg"
    },
    {
      "id": 8,
      "name": "Raycot Vase",
      "color": "Customise",
      "size": "Small, Medium",
      "details": "They are one of the most plane and simple vase in all varieties of flowers vase. Those products are eye chaching and elegent. Those vase are also very common in every where. But those are very heavy of weight. You must have to use this very carefully and gently. You also can gift of those to surprise and decore your home. And it is very cheap amount to purches.",
      "price": "33",
      "img": "https://media.istockphoto.com/photos/handmade-minimal-ceramics-picture-id1272309995?b=1&k=20&m=1272309995&s=170667a&w=0&h=UCQL3ZLgIxnBxyMnbMigs_dyKqV4CYnxNmwzE6XsZPI="
    },
    {
      "id": 9,
      "name": "Bud Vase",
      "color": "White, Brown, Gray",
      "size": "Small, Medium",
      "details": "The bud vase is a small, narrow vase with the purpose of holding a single flower or small bouquet, usually young flowers and buds in the early spring. A bud vase can be short or tall, but typically the neck of the vase is relatively narrow- perfect for holding the aforementioned arrangements. It was made by Emile Gallé.These bud vases, are all made from a very fine ribbed glass, and are extremely reflective.",
      "price": "8",
      "img": "https://images.dunelm.com/30715842.jpg?$standardplayerdefault$&img404=noimagedefault"
    },
    {
      "id": 10,
      "name": "Amphora Vase",
      "color": "Purple, Black, Brown",
      "size": "All size available",
      "details": "Amphora, ancient vessel form used as a storage jar and one of the principal vessel shapes in Greek pottery, a two-handled pot with a neck narrower than the body.  Amphoreus is a jar with two vertical handles used in antiquity for the storage and transportation of foodstuffs such as wine and olive oil.The amphora color option can best be described as a light brown or, yes, a very dark taupe.",
      "price": "78",
      "img": "https://386518-1219945-raikfcquaxqncofqfm.stackpathdns.com/2779-superlarge_default/amphora-traditional-decorative-vase.jpg"
    }
  ]